ca-certificates
cairo
cowsay
docker
docker-completion
fd
fontconfig
fortune
freetype
fribidi
fzf
gdk-pixbuf
gettext
gh
giflib
glib
graphite2
harfbuzz
htop
icu4c
jpeg
jpeg-turbo
jq
krb5
lazygit
libevent
libidn2
libpng
librsvg
libtermkey
libtiff
libunistring
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
llvm
luajit
luv
lz4
lzo
mkcert
mpdecimal
msgpack
ncurses
neofetch
neovim
nspr
nss
oniguruma
openjdk
openssl@3
pango
pcre2
pfetch
pixman
pkg-config
postgresql@14
python-setuptools
python@3.12
ranger
readline
ripgrep
screenresolution
sqlite
stylua
surreal
thefuck
tmux
tree
tree-sitter
unibilium
utf8proc
wget
xorgproto
xz
z3
zoxide
alacritty
font-fira-code-nerd-font
font-iosevka-term-nerd-font
font-jetbrains-mono-nerd-font
font-ubuntu-sans-nerd-font
qutebrowser
